const data = [
    { 
    "r030":36,"txt":"Австралійський долар","rate":24.479,"cc":"AUD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":124,"txt":"Канадський долар","rate":27.1321,"cc":"CAD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":156,"txt":"Юань Женьміньбі","rate":5.3123,"cc":"CNY","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":203,"txt":"Чеська крона","rate":1.7048,"cc":"CZK","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":208,"txt":"Данська крона","rate":5.3701,"cc":"DKK","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":344,"txt":"Гонконгівський долар","rate":4.6407,"cc":"HKD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":348,"txt":"Форинт","rate":0.105595,"cc":"HUF","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":356,"txt":"Індійська рупія","rate":0.44478,"cc":"INR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":360,"txt":"Рупія","rate":0.0024472,"cc":"IDR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":376,"txt":"Новий ізраїльський шекель","rate":10.2605,"cc":"ILS","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":392,"txt":"Єна","rate":0.2776,"cc":"JPY","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":398,"txt":"Теньге","rate":0.081752,"cc":"KZT","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":410,"txt":"Вона","rate":0.027773,"cc":"KRW","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":484,"txt":"Мексиканське песо","rate":2.0183,"cc":"MXN","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":498,"txt":"Молдовський лей","rate":2.0093,"cc":"MDL","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":554,"txt":"Новозеландський долар","rate":23.0419,"cc":"NZD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":578,"txt":"Норвезька крона","rate":3.5096,"cc":"NOK","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":643,"txt":"Російський рубль","rate":0.4533,"cc":"RUB","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":702,"txt":"Сінгапурський долар","rate":27.4993,"cc":"SGD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":710,"txt":"Ренд","rate":2.014,"cc":"ZAR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":752,"txt":"Шведська крона","rate":3.5119,"cc":"SEK","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":756,"txt":"Швейцарський франк","rate":40.4341,"cc":"CHF","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":818,"txt":"Єгипетський фунт","rate":1.1858,"cc":"EGP","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":826,"txt":"Фунт стерлінгів","rate":45.5279,"cc":"GBP","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":840,"txt":"Долар США","rate":36.5686,"cc":"USD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":933,"txt":"Білоруський рубль","rate":13.2919,"cc":"BYN","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":944,"txt":"Азербайджанський манат","rate":21.5109,"cc":"AZN","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":946,"txt":"Румунський лей","rate":8.0845,"cc":"RON","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":949,"txt":"Турецька ліра","rate":1.901,"cc":"TRY","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":960,"txt":"СПЗ (спеціальні права запозичення)","rate":49.3585,"cc":"XDR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":975,"txt":"Болгарський лев","rate":20.4081,"cc":"BGN","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":978,"txt":"Євро","rate":39.9146,"cc":"EUR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":985,"txt":"Злотий","rate":8.5178,"cc":"PLN","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":12,"txt":"Алжирський динар","rate":0.26987,"cc":"DZD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":50,"txt":"Така","rate":0.34305,"cc":"BDT","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":51,"txt":"Вірменський драм","rate":0.094133,"cc":"AMD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":214,"txt":"Домініканське песо","rate":0.66857,"cc":"DOP","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":364,"txt":"Іранський ріал","rate":0.00087068,"cc":"IRR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":368,"txt":"Іракський динар","rate":0.027915,"cc":"IQD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":417,"txt":"Сом","rate":0.41831,"cc":"KGS","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":422,"txt":"Ліванський фунт","rate":0.002438,"cc":"LBP","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":434,"txt":"Лівійський динар","rate":7.6487,"cc":"LYD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":458,"txt":"Малайзійський ринггіт","rate":8.2822,"cc":"MYR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":504,"txt":"Марокканський дирхам","rate":3.5755,"cc":"MAD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":586,"txt":"Пакистанська рупія","rate":0.12903,"cc":"PKR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":682,"txt":"Саудівський ріял","rate":9.7441,"cc":"SAR","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":704,"txt":"Донг","rate":0.0015582,"cc":"VND","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":764,"txt":"Бат","rate":1.07082,"cc":"THB","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":784,"txt":"Дирхам ОАЕ","rate":9.9566,"cc":"AED","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":788,"txt":"Туніський динар","rate":11.9595,"cc":"TND","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":860,"txt":"Узбецький сум","rate":0.0031985,"cc":"UZS","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":901,"txt":"Новий тайванський долар","rate":1.19936,"cc":"TWD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":934,"txt":"Туркменський новий манат","rate":10.4482,"cc":"TMT","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":941,"txt":"Сербський динар","rate":0.33893,"cc":"RSD","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":972,"txt":"Сомоні","rate":3.3507,"cc":"TJS","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":981,"txt":"Ларі","rate":14.3288,"cc":"GEL","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":986,"txt":"Бразильський реал","rate":7.1775,"cc":"BRL","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":959,"txt":"Золото","rate":73206.68,"cc":"XAU","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":961,"txt":"Срібло","rate":911.84,"cc":"XAG","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":962,"txt":"Платина","rate":36532.03,"cc":"XPT","exchangedate":"10.04.2023"
     }
    ,{ 
    "r030":964,"txt":"Паладій","rate":52841.63,"cc":"XPD","exchangedate":"10.04.2023"
     }
    ];

    export default data;